{"zh":{},"ru":{},"jp":{},"es":{},"en":
  {
  "UI_PLAY":"PLAY",
  "UI_CONTINUE":"CONTINUE",
  "UI_TITLE_COMPOST":"Decomposer",
  "UI_LEVEL_DESERT":"Level 2 - Desert",
  "UI_BALANCE_LINE":"LINE OF PERFECT BALANCE",
  "UI_THANKS":"Thanks for playing!",
  "UI_TITLE_SECONDARY":"Secondary Consumer",
  "UI_TITLE_APEX":"Apex Predator",
  "UI_LEVEL_COMPLETE":"Good Job! All is in balance!",
  "UI_LEVEL_JUNGLE":"Final level - Jungle",
  "UI_TITLE_PRIMARY":"Primary Consumer",
  "UI_TITLE_PRODUCER":"Producer",
  "UI_LEVEL_FOREST":"Level 1 - Forest",
  "UI_TITLE_WEATHER":"Weather",
  "MSG_END_A":"CONGRATULATIONS! TAP TO CONTINUE TO NEXT ECOSYSTEM",
  "MSG_END_B":"CONGRATULATIONS! TAP TO CONTINUE TO SEE RESULTS",
  "ROCK_ERROR_01":"Rocks are a non-living thing, they don't need air, food or water.",
  "ROCK_ERROR_02":"Rocks are a non-living thing, they don't grow and don't reproduce.",
  "ERROR_INVALID_01":"This living thing cannot survive here, remove it from the board.",
  "ERROR_INVALID_02":"There is no food for this living thing, remove it from the board.",
  "ERROR_INVALID_03":"The weather is not good for this living thing, remove it from the board.",
  "INFO_VIDEO_2_C":"They use, rearrange, and ultimately decompose the complex organic materials built up by the autotrophs.",
  "INFO_VIDEO_3_E":"For example, a typical food chain in a grassland might be grass (producer) -> mouse (primary consumer) -> snake (secondary consumer) -> hawk (tertiary consumer).",
  "INFO_VIDEO_1_D":"They can use the energy of sunlight to convert carbon dioxide and water into simple, energy-rich carbohydrates.",
  "INFO_VIDEO_2_A":"Organic matter generated by autotrophs directly or indirectly sustains heterotrophic organisms.",
  "INFO_VIDEO_5_A":"Ecosystems can be very large or very small.",
  "INFO_VIDEO_1_C":"Consisting largely of green vegetation, these organisms are capable of photosynthesis.",
  "INFO_VIDEO_6_A":"Ecosystems are often connected in a larger biome.",
  "INFO_VIDEO_5_C":"Herbivores such as abalone eat the seaweed.",
  "INFO_VIDEO_2_B":"Heterotrophs are the consumers of the ecosystem. They cannot make their own food.",
  "INFO_VIDEO_4_B":"Ecosystems contain living parts that include plants, animals, and other organisms. they also include nonliving parts that include rocks, temperature, and humidity.",
  "INFO_VIDEO_5_D":"Carnivores, such as sea stars, eat other animals in the tide pool, such as clams or mussels.",
  "INFO_VIDEO_3_B":"Animals are consumers. They do not produce energy. They get energy by eating producers.",
  "INFO_VIDEO_4_C":"Biotic factors include plants, animals, and other organisms.",
  "INFO_VIDEO_6_B":"Biomes are large sections of land, sea, or atmosphere. Forests, ponds, reefs, and tundra are all types of biomes, for example.",
  "INFO_VIDEO_5_B":"Tide pools, the ponds left by the ocean as the tide goes out, are complete, tiny ecosystems. Tide pools contain seaweed, a kind of algae, which uses photosynthesis to create food.",
  "INFO_VIDEO_2_D":"All animals and fungi are heterotrophs, as are most bacteria and many other microorganisms.",
  "INFO_VIDEO_3_F":"The final link in all food chains is made up of decomposers, which are heterotrophs that break down dead organisms and organic wastes.",
  "INFO_VIDEO_3_A":"Plants are producers. They take energy from the Sun to make food for other living things.",
  "INFO_VIDEO_1_A":"The fundamental source of energy in almost all ecosystems is radiant energy from the Sun.",
  "INFO_VIDEO_4_A":"An ecosystem is a geographic area where plants, animals, and other organisms, as well as weather and landscape, work together to form a bubble of life.",
  "INFO_VIDEO_3_C":"Decomposers break down dead organisms and organic wastes.",
  "INFO_VIDEO_3_D":"The movement of organic matter and energy from the producer level through various consumer levels makes up a food chain.",
  "ERROR_NO_BALANCE":"If an ecosystem isn't balanced, it stops working!",
  "ERROR_BALANCE_1":"Reaching the perfect balance line, the living things will be able to be born, grow and reproduce.",
  "ERROR_BALANCE_2":"You have to reach the perfect balance line.",
  "ERROR_BALANCE_3":"Each animal and plant must reach the green line!",
  "ERROR_BALANCE_4":"Check the climate, it must be correct for this ecosystem.",
  "ERROR_BALANCE_5":"Remove/Add animals or plants from the food chain.",
  "ERROR_BALANCE_6":"Living things need an ecosystem with perfect balance to be able to be born, grow and reproduce.",
  "TUTO_A":"This is the line of balance!",
  "TUTO_B":"You need to balance your ecosystem by adding elements!",
  "TUTO_C":"Now it is your turn!",
  "INFO_VIDEO_4_D":"Abiotic factors include rocks, temperature, and humidity.",
  "INFO_VIDEO_1_B":"The energy of sunlight is used by the ecosystem's autotrophic, or self-sustaining, organisms.",
  "INTRO_V_1":"Welcome to Ecobalance",
  "INTRO_V_2":"Help us maintain the balance of ecosystems so that living things continue to exist! The balance is maintained thanks to the food chains. Don't you know what a food chain is? Let's check!",
  "INTRO_VIDEO_1":"The sun provides energy through its light! Plants use that energy through photosynthesis, like this bush and tree.",
  "INTRO_VIDEO_2":"Plants are producers. They produce their own food! They also make food for other living things. Like this apple tree.",
  "INTRO_VIDEO_3":"Animals are consumers, they cannot make their own food, they eat. Some consumers are herbivores, that means they can only eat plants, like this rabbit.",
  "INTRO_VIDEO_4":"Some consumers eat meat but can also be omnivorous, that means they can eat meat and plants, like this fox.",
  "INTRO_VIDEO_5":"Decomposers, like this mushroom, takes energy decomposing organic materials like remains of the apple. This happens at any level of the food chain.",
  "INTRO_VIDEO_6":"Together, plants and animals create a food chain! There must be a quantity of each living thing that participates in the food chain to keep the ecosystem balanced!"

  },"_meta":{"maxChars":{}}}  