{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
  "en": {
    "GUI":    "*********************************************************************************************",
    
    "INTRO": "*********************************************************************************************",
    "intro1": "Hello dear friend, I see that you need color, you have come to the right place.",
    "intro2": "Everyone knows it as “warecolorhouse”",
    "intro3": "The people of this place call me RGBen",
    "intro4": "You seem trustworthy... I will tell you a secret, lately I have been developing a special painting, the legendary bright color!!!",
    "intro5": "These colors I call are median, lower quartile and upper quartile, I discovered some small drops, unique in the world called slimes",
    "intro6": "They will help us find the legendary bright color, the problem are these little drops of paint... let me show you:",
    "intro7": "First we must throw these little drops to the canvas.",
    "intro8": "And we'll create a list of data to discover the legendary quartiles.",
    "intro9": "The slimes will tell us how hard you throw them, with this data we'll find the legendary bright color.",
    "intro10": "Click on the button to throw the drops.",
    "intro11": "Perfect, now wait, wait, great! They are the slimes. They are my creation!! Among them are the bright quartiles, we are going to separate them to find the quartiles.",
    "intro12": "Did you see that? This is a problem!!! We have to catch them all, click on them from the smallest number to the largest number.",
    "intro13": "We did it, good job!",
    "intro14": "Click on each drop to take the data.",
    "intro15": "Well done!",
    "intro16": "This is a dot plot.",
    "intro17": "It is useful to observe how many times a data appears",
    "intro18": "Look! the slimes have returned to their place.",
    "intro19": "What is the median of the data? Choose the one in the middle of all the data!",
    "intro20": "If the data are even, an average of the two data found in the center is obtained. Congratulations! This is the legendary median slime.",
    "intro21": "Do you know what the quartiles are? The quartiles are the median of the upper and lower data.",
    "intro22": "Click on the slime that is in the middle of the lower data.",
    "intro23": "Congratulations! This is the legendary lower quartile!",
    "intro24": "Now let's identify our friend upper quartile. Click on the drop in the middle of the upper data.",
    "intro25": "Excellent! This is the legendary upper quartile!",
    "intro26": "We already have the median, the upper quartile and the lower quartile. With this data we can create the Box plot!",
    "intro27": "Box plot? The legendary vessel of slimes! It helps us to show slimes in groups, you can do it with any information you collect!",
    "intro28": "In this horizontal line we will place our friends median, inferior quartile and upper quartile.",
    "intro29": "First, click on the lower quartile slime.",
    "intro30": "Now, click on the upper quartile slime.",
    "intro31": "Click on the median slime.",
    "intro32": "Click on the slime with the lowest score.",
    "intro33": "Click the slime with the highest score.",
    "intro34": "Congratulation! We created the Box plot! The legendary vessel of slimes! ",
    "endGame": "We have found all the bright quartiles, now it is time to color with the bright paint and bring happiness to the world. CONGRATULATIONS!!"
  }
}
